// 1. Создать функциональный компонент EventCard, который будет отображать
// информацию о событии: название, дату и место проведения. Компонент должен
// принимать эти данные через пропсы.
// 2. В компоненте App, использовать компонент EventCard несколько раз с
// различными данными о событиях, переданными через пропсы, чтобы показать
// список предстоящих событий.
// 3. Добавить минимальную стилизацию для компонента EventCard, используя CSS
// классы, чтобы визуально выделить информацию о каждом событии.

import './EventCard.css';

function EventCard(props) {
    return (
        <div class={props.event.style}>
            <h3>Название мероприятия: {props.event.title}</h3>
            <p>Дата проведения: {props.event.dateEvent}</p>
            <p>Место проведения: {props.event.address}</p>
        </div>
    );
}

export default EventCard;